Dlubal.RFEM5.Dimension
Dimension parameters

Dlubal.RFEM5.Dimension.No
Number

Dlubal.RFEM5.Dimension.ID
Identifier

Dlubal.RFEM5.Dimension.Tag
Tag

Dlubal.RFEM5.Dimension.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.Dimension.Type
Dimension type

Dlubal.RFEM5.Dimension.ObjectList
List of objects.

Dlubal.RFEM5.Dimension.Values
Array of dimension values

Dlubal.RFEM5.Dimension.Symbol
Symbol